export const mainPageText = `
Лабораторная работа по React: Создание приложения для управления контактами

В этой лабораторной работе я создал приложение для управления контактами, которое позволяет добавлять, редактировать и удалять контакты. Приложение состоит из нескольких компонентов, включая ContactList, ContactForm.

Опыт

При создании этой лабораторной работы я получил опыт в следующих областях:

Работа с Redux: Я научился использовать Redux для управления состоянием приложения и создания reducerов.
Создание компонентов: Я научился создавать компоненты React, которые отображают данные и взаимодействуют с пользователем.
Работа с маршрутами: Я научился использовать React Router для определения маршрутов приложения и отображения соответствующих компонентов.

В целом, эта лабораторная работа помогла мне глубже понять концепции React и Redux и научиться создавать более сложные приложения.
`